CREATE OR REPLACE PACKAGE ut_utils_pack is
  ---------------------------------------------------------------------------------------------------------------------
  -- Описание:  Реализация движка юнит-тестов
  -- Автор: Белых Андрей
  -- 13.06.2025. Создано в ДЗ18
  ---------------------------------------------------------------------------------------------------------------------

  --Поиск и запуск тестовых процедур заданного пакета
  procedure run_tests(p_package_name user_objects.object_name%type := null);

end ut_utils_pack;
